amazonwebservices.aws-toolkit-vscode
anteprimorac.html-end-tag-labels
BeardedBear.beardedicons
donjayamanne.githistory
EliverLara.sweet-vscode-icons
Endormi.2077-theme
equinusocio.vsc-material-theme-icons
formulahendry.auto-rename-tag
GitHub.copilot
github.vscode-github-actions
intodevelopment.nightlight
k--kato.docomment
KevinRose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
njpwerner.autodocstring
pomdtr.excalidraw-editor
redhat.vscode-yaml
RobbOwen.synthwave-vscode
shakram02.bash-beautify
sleepingsaint.gitignore-generator
twixes.pypi-assistant
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
